import random

arabic_names = ["꧁دِرَاكُون꧂", "✨عَبْدُاللَّه✨", "『مُحَمَّد』", "⚡صَقْر⚡", "꧁ঔৣ☬أَحْمَد☬ঔৣ꧂"] # أكمل القائمة
english_names = ["꧁Dʀᴀᴋᴏɴ꧂", "✨Aʟᴇx✨", "『Jᴏʜɴ』", "⚡Zᴇᴜs⚡", "꧁ঔৣ☬Kɪɴɢ☬ঔৣ꧂"] # أكمل القائمة

bio_quotes_ar = ["✨ كلما زاد نجاحك، زاد الحاسدون لك ✨", "꧁ القوةُ الحقيقيةُ هي الصمتُ في وقتِ الغضب ꧂"] # أكمل القائمة

decor_styles = {
    "1": "╰⊱ {} ⊱╯", "2": "⋇⋆✦⋆ {} ⋆✦⋆⋇", "3": "↜ 𓋹 {} 𓋹 ↝",
    "4": "⌯ ⧼ {} ⧽ ⌯", "5": "𓆩 {} 𓆪", "6": "『❃ {} ❃』",
    "7": "𝕿 𝔥 𝖊 ⧸ {} ⧹", "8": "◈ ⟡ {} ⟡ ◈", "9": "✧˚ ༘ ꒰ {} ꒱ ༘˚✧",
    "10": "𓍯 ⁎ {} ⁎ 𓍯", "11": "ꕥ┊ {} ┊ꕥ", "12": "≋ ≋ ≋ {} ≋ ≋ ≋"
}
